Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: We launch the Common Voice site in this language.
brh: نن کامن وائس نا سیٹ ئے دا زبان اٹ بنا کینہ۔

source: Welcome { $company } staff!
brh: ببو خیرٹ { $company } سٹاف!

source: Welcome to Common Voice
brh: کامن وائس ٹی ببوخیرٹ

source: Welcome to Spontaneous Speech
brh: گچین آ تران ٹی ببوخیرٹ

source: Welsh
brh: ویلش

source: We may have run out of clips - refresh the page, or try again later.
brh: نن تون کلپس ایسر مننگ کیرہ۔ پنہ ئے ریفریش کبو، یا پدان ولدا کوشست کبو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
brh: مننگ کیک کہ ننے ہمو خواستاک رسینگتانو۔ نمے آن خواست ئے ننے براہ راست ای میل کبو۔ <emailLink>{ $email }</emailLink> آ و نن نم تون رابطہ کینہ!

source: We periodically release the dataset
brh: نن وخت وخت آ ڈیٹا سیٹ یلہ کینہ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
brh: نن نما چاہنداری تےاحتیاط ٹی سمنالنگ نا سوغند ارفینہ۔ ننا <privacyLink>پرائیویسی نوٹس</privacyLink> ٹی پین خوانبو۔

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
brh: نن تران کن ایپلیکیشنز نا تربیت کن اسہ بھاز زباناتا، اوپن سورس وائس ڈیٹاسیٹ ئس جوڑ کننگ اون۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
brh: نن توار تا اسے اوپن سورس ڈیٹا سیٹ کراؤڈ سورس ئس کننگ اون۔تینا توار ئے عطیہ کبو۔ پین بندغاتا کلپس نا درست کننگ ئے منابو، ڈیٹا سیٹ ئے کل اکن جوان جوڑ کبو۔

source: We’re experiencing unexpected downtime
brh: نن غیر متوقع آ شیف وخت ئے مون تننگ اون

source: We're going out to get coffee.
brh: نن کافی کوننگ کن پیشن اننگ اون۔

source: We’re going out to get coffee.
brh: نن پیشن کافی کوننگ کن اننگ اون۔

source: We release the dataset every 3 months.
brh: نن ہر مسہ تُو ٹی ڈیٹا سیٹ ئے برجا کینہ۔

source: We're making some big changes
brh: نن منہ بھلو بدلی اتننگ اون۔

source: We're receiving a lot of traffic and are currently investigating the issues.
brh: ننے آ داسہ بھاز کلہواک بننگ او و نن داسہ ویلاتا باروٹ پٹ پول کننگ اون۔

source: We’re sorry, your platform is not currently supported.
brh: بشخنداری، نما پلیٹ فارم داسہ کمک کننگتو۔

source: Western Highland Purepecha
brh: ویسٹرن ہائی لینڈ پورپیچا

source: Western Penan
brh: مغربی پینان

source: Western Sierra Puebla Nahuatl
brh: مغربی سیرا پیوبلا ناہوٹل

source: Westphalian
brh: ویسٹ فیلین

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
brh: نن مٹ کننگ کن اسہ Mozilla ٹول ئس استعمال کینہ ہرادے <pontoonLink>Pontoon</pontoonLink> پارہ تے۔ پونٹون نا بھاز زبانک او، ولے اگہ دا نما اف گڑا نم <pontoonRequestLink>تینا زبان ئے ساڑی کننگ کن خواست</pontoonRequestLink> کننگ کیرے۔۔ ولدا، کامن وائس پروجیکٹ آ زبان نا مننگ کن، <githubRepoLink>GitHub آ پوسکنا زبان کن خواست کبو </githubRepoLink>۔ <localizationFragment>سائٹ آ مٹ پین ہوربو</localizationFragment>۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
brh: نن گڑاس بدلی ایسونن۔ ڈیلٹا سیگمنٹس ٹی گڈیکو ریلیز آن پد نا کلپاک شاغوکو۔ <deltaLink>دا کاریم نا باروٹ گیشتر خوانبو </deltaLink>۔

source: We've run out of sentences to record in this language...
brh: دا زبان ٹی ریکارڈ کننگ کن نن تون جملہ غاک اسیر مسونو...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
brh: نن خوانہ کہ ہیت کروکا ماڈلز تقریر کروکانا متنوع رینج ئے پو مننگ کن جوان اوٹ۔ دا وڑ مننگ کن، صوتی ڈیٹا سیٹ ئے باز جتا بندغاتا راہشونی کروئی اے۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
brh: نن خوانہ کہ مشین لرننگ الگورتھم جتا وڑ نا پس منظر نا شور آتے ختم کننگ نا لائخ مرے، و داڑسکان کہ تیزنگا تواراتے ہم قبول کننگ کیک بشرطیکہ او پورا متن ئے بننگ آن تورپ۔ پرسکون پس منظر نا موسیقی جوان اے؛ موسیقی نمے ہر لوز نا بننگ آن توننگ کن بھاز تیز اے۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
brh: نن جتا جتا لہجہ غاتے بخیرٹ پانہ! دا بنیاد آ امرو ہم کلپ ئس رد کننگ آن مُست سوچھیرے کہ نما خیال اٹ پاروکا لوز نا ادائیگی اٹ غلطی کتانے، دباؤ ئے غلط جاگہ غا تخانے، یا وختاتے نظر اندز کرینے۔ مچا دنیا ٹی لہجہ غاتا جتا جتا وڑک استعمال مسونو، اندافتیٹی گڑاس نی تینا مخلوق ٹی بنتانس۔ برائے کرم ہمو بندغاتیکن قدر کننگ نا فرق ئے ایتبو ہراکے نمے آن جتا ہیت کیرہ۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
brh: نن نم تون اوار اون گیشتری چاہنداری کن کہ امر نما زبان عام اننگا توار تے زوت ھوارمریک

source: We will be in touch with more information as it becomes available.
brh: گیشتر چاہنداری نا مننگ آن نن اوڑتون رابطہ ٹی مرینہ۔

source: We will not make your email public.
brh: ننا نما ای میل ئے مخلوق ئے نشان تفانہ۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
brh: نن ڈیٹا سیٹ آن نما توار نا ریکارڈنگاتے مٹائفنگ نا نما خواست نا جاچ الینہ۔ اگہ نما خواست مننگا، گڑا نن ہمو بندغاتتیتون رابطہ کینہ ہراکے ڈیٹا سیٹ ڈاؤن لوڈ کرینو و اوفتیان خواست کینہ کہ او نما توار نا ریکارڈنگاتے ہم مٹائفیر۔

source: We will show you a prompt or question
brh: ننے نمے پرومپٹ یا سوج نشان ایتینہ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
brh: ننا مشرقی افریقہ غا خاص خیال تون اوار انٹرنیٹ ئے گچین او جاگہ ئس جوڑ کننگ کن فاؤنڈیشنز، سول سوسائٹی و کمیونٹی پارٹنرا تیتون کاریم کیرہ۔ ننا <programmaticWork>پروگرامی کاریم تا باروٹ پین چابو۔</programmaticWork>

source: What is a language on Common Voice?
brh: کامن وائس ٹی زبان انت ئس اے؟

source: What issues are you experiencing with this content?
brh: متن ٹی نمے انت ویلاتے مون تروئی مننگ اے؟

source: What issues are you experiencing with this sentence?
brh: جملہ غاتیٹی نمے انت ویلاتے مون تروئی مننگ اے؟

source: What is your age?
brh: نما عمر اخس اے؟

source: What is your sex or gender?
brh: نما جنس یا صنف انت اے؟

source: What kind of goal do you want to build?
brh: نم امرو مزل ئس جوڑ کننگ خوارے؟

source: What makes a good question?
brh: اسے جوانو سوج ئس امر مریک؟

source: What needs to be in my file?
brh: انت گرج ئے کہ کنا فائل اٹ مرے؟

source: What questions can I add?
brh: امرو سوج ای اوار کننگ کیوہ؟

source: What sentences can I add?
brh: امرو جملہ ئس ای داڑے جمع کننگ کیوہ؟

source: What’s inside the Common Voice dataset?
brh: کامن وائس ڈیٹاسیٹ نا تہٹی انت ارے؟

source: What's Public?
brh: الس انت ئس اے؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
brh: ہرا وخت آ اسے کارمرز کروک اسے توار نا کلپ ئے رد کیک او تینٹ لڑ کائک۔ اگہ ارٹمی وار رد مس گڑا ہمو توار کلپ آتا قبرستان ٹی کائک۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
brh: بِننگ نا وخت آ،بھاز احتیاط اٹ چیک کیرے کہ ہرا ریکارڈ کرینورے او ہمن مرے ہراوڑ کہ لکھوکے۔ اگہ چنکو ردینک ئس مس ہم تو رد کبوتے۔ <br />بھاز عام غلطی تیٹی ساڑی او:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
brh: ہرا وخت نم تینا ریکارڈنگاتا خواست کیرے، گڑا نن اوفتے اسہ یا اسٹ آن زیات ZIP فائلاتے ٹی کننگیرہ۔ نما مُست نا وخت نا خواستاک دا دو:

source: Which variant of { $language } do you speak?
brh: نم ہرا جتا انگا { $language }زبان ٹی ہیت کیرے؟

source: Why ?
brh: انتئے؟

source: Why a profile?
brh: پروفائل انتئے؟

source: Why are you asking?
brh: نم انت ارفنگورے؟

source: Why Common Voice?
brh: انتئے عام انگا توار

source: Why does this matter?
brh: دا ویل انتئے؟

source: Why we built this Spontaneous Speech prototype
brh: نن انتئے دا گیچن تران ئے پروٹو ٹائپ جوڑ کرینن

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
brh: پروفائل تون اوار، نم تینا کارکڑد آ نظر شاغنگ کیرے و توار نا ڈیٹا تون کمک کروکا مخلوق تون اوار مننگ کیرے۔

source: Wixarika
brh: وکساریکا

source: Wolof
brh: وولف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
brh: انت نم تینا توار نا ریکارڈنگاتے ہم مٹائفنگ نا خواست کیرے، یا انت نم اوفتے کامن وائس ڈیٹاسیٹ ٹی تخنگ ئے دوست کیرے؟

source: Write
brh: لکھبو

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
brh: بالکل ہندن لکھبو ہرا وڑ کہ ہمو بندغ پارے، بشمول پلیس ہولڈر لوز دنکہ 'um'، یا 'errr'۔

source: Write down what you hear the person saying here
brh: نم لکھبو کہ دا بندغ ئے انت پاننگ کن بننگ خوارے

source: Write options menu
brh: آپشن مینیو ئے لکھبو

source: Xhosa
brh: ژوسا

source: Yaqui
brh: یاقی

source: Yes
brh: جی آؤ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
brh: جی، کنے ای میل رائی کر۔ ای عام انگا توار نا منصوبہ نا بابت اٹ معلومداری خواوہ۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
brh: جی آؤ، کنے ای میل رادہ کبو۔ ای کامن وائس آ دا زبان نا شونداری نا باروٹ واخب مننگ خواوہ۔

source: Yiddish
brh: یدش

source: Yoruba
brh: یوروبا

source: You
brh: نی

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
brh: نم <size>{ $size }GB</size> نا ڈاؤن لوڈ کننگ والا اورے، مستی انبو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
brh: نم <b>{ $size }</b> نا ڈاؤن لوڈ کن تیار اورے کہ شروع کین

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
brh: نم <writePageLink>صفحہ نوشتہ کبو</writePageLink> آ جملہ ساڑی کننگک یا <reviewPageLink>جائزہ نا صفحہ</reviewPageLink> آ جملہ غاتا جائزہ ئے الننگ کیرہ۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
brh: نم تینا دوستنگا ڈاؤن لوڈ مینیجر ٹی براہ راست یو آر ایل ئے کاپی و پیسٹ ہم کننگ کیرے۔ دافتا میعاد 12 گھنٹہ ٹی ایسر مریرہ، ولے نم ہمرو ہم پوسکنو وخت ئس جوڑ کننگ کن دا پنہ غا واپس بننگ کیرے۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
brh: نم بٹن آتا شارٹ کٹ آتے ہم کارمرز کننگ کیرے: { sc-review-form-button-approve-shortcut }{ sc-review-form-button-approve-shortcut }قبول کبوتے،{ sc-review-form-button-reject-shortcut } رد کبوتے،{ sc-review-form-button-skip-shortcut } اسکپ کبوتے

source: You can choose to make your username public or anonymous.
brh: نم تینا پِن ئے مخلوق نا نشان تننگ یا ڈکھنگ کیرے۔

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
brh: نم دا شیٹ ٹی <examplePromptsLink>120 مثالاتا اشارہ غاتے پٹنگ کیرے۔</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
brh: نم <datasetsPage>datasets صفحہ</datasetsPage> آ اننگ کیرے، تینا منشا نا ورژن و زبان تے گیچن کننگ کیرے، و دادے ڈاؤن لوڈ کننگ کیرے! فائل آتیٹی <metadataLink>باروٹ میٹا ڈیٹا</metadataLink> ارے۔، دنکہ آبادیاتی معلومداری و منظوری نا ڈیٹا ۔ ڈیٹا سیٹ ئے ڈاؤن لوڈ کننگ کے نمے اسے ای میل ئس تننگک۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
brh: نم کامن وائس پروفائل جوڑ کبو و تینا توار نا کمک اٹ جتا و ملوکا وسیلہ نا ڈیٹا سیٹ جوڑ کننگ اٹ کمک کننگ کیرے۔

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
brh: نم موزیلا زبان نا کمیونٹیز ٹی ایلوفتیتون ملننگ کیرے <discordLink>Discord</discordLink> یا <discourseLink>Discourse</discourseLink> سرہالی ہیت و گپ کن، یا سال و سوج کن <matrixLink>Matrix</matrixLink> ٹی ساڑی مریسہ۔

source: You cannot add multiple sentences for a single submission
brh: نم جتا جتا جملہ غاتے اسے جمع سیٹی شاغن کپیرے

source: You cannot request your recordings while another request is already in progress.
brh: نم تینا ریکارڈنگاتیکن خواست کننگ کپیرے ہرا وخت کہ اسہ پین خواست ئس مالو آن برجا اے۔

source: You can request a new takeout of your recordings every { $days } days.
brh: نم ہر { $days } دے ٹی تینا ریکارڈنگ کن پوسکنو ٹیک آؤٹ نا خواست کننگ کیرے۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
brh: نما کمک کننگ کن کچاری ہڈ تننگ کیرے۔ دا نما خیال آن بھاز آسان اے۔ نم دادے ویڈیو کانفرنسنگ ٹول تون اوار آن لائن کننگ کیرے، یا تینا ذاتی وڑ اٹ اگہ دا خوندی اے۔ <eventTemplate>کچاری ہڈ تننگ کن ننا ٹیمپلیٹس و وسائل تے اوننگ کیرے</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
brh: نم <sentenceCollectorLinkAdd>جملہ نا کمو کچ ئس شاغن کیرے</sentenceCollectorLinkAdd>، یا نم <bulkImportDocsLink>Github نا استعمال کریسہ بلک درآمدات</bulkImportDocsLink> کننگ کیرے۔ یات کیرے کہ جملہ <licenseLink>CC0 (یا السی ڈومین)</licenseLink> مریر، یا نم تینٹ لکھنگ کیرے۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
brh: نم وکی پیڈیا غان گونڈ جملہ غاتا فائدہ ارفن کن <scraperLink>Sentence Extractor</scraperLink> استعمال کننگ کیرے۔

source: You check whether the transcription matches the audio
brh: دا ہوربو کہ ٹرانسکرائپشن آڈیو تون برابر اے

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
brh: نم ویب سائٹ شاغنگ کیرے دنکہ "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
brh: نم اکیڈمک حوالہ تننگ نا وڑ کارمرز کننگ کیرے، دنکہ ہارورڈ اسٹائل "موزیلا (2021) کامن وائس۔ https://commonvoice.mozilla.org/ آ اریر : 15 ستمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
brh: نما کلہو ئے سر کننگ کن سوشل میڈیا نا پلیٹ فارم ئے استعمال کننگ کیرے۔ دونگا پوسٹس نا اشتراک کبو ہراکے پائک کہ دا انتئے اہمیت تخک، و زبان نا حق، توار AI، یا ٹیک ٹی تعصب کونا ویل آتا باروٹ ہیت کروکا ایلو بندغا تیتو رابطہ کیک۔ <campaignLink>چاگڑدی مہم چلیفنگ نا باروٹ ای پین سال و سوج ہوربو، ہمو مواد آتے ہم ہرافتے نم ولدا استعمال کننگ کیرے</campaignLink>۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
brh: نم داسکان ہچو زبان ئس گچین کتانورے۔ زبان نا گچین کننگ کن تینا <profileLink>پروفائل</profileLink> آ انبو۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
brh: نم دا پنہ کن جمع کننگ نا کچ ئے ایسر کرینورے۔ بشخنداری ارٹمیکو جملہ تے ساڑی کننگ آن مست { $retryLimit } منٹ انتظار کبو۔ نما صبر کننگ نا منت وار!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
brh: نم دا پنہ کن جمع کننگ نا کچ ئے ایسر کرینورے۔ بشخنداری ارٹمیکو جملہ تے ساڑی کننگ آن مست { $retryLimit } منٹ انتظار کبو۔ نما صبر کننگ نا منت وار!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
brh: نم تون دا پنہ غا غیر محفوظ انگا بدلیک اریر۔ اگہ نم جاگہ ئے بدل کننگ خوارے گڑا نما بدلی خوندی مننگ کپک۔ انت نم واقعی جاگہ ئے بدل کننگ خوارے؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
brh: نم تون دا پنہ غا غیر محفوظ انگا بدلیک اریر۔ اگہ نم دا پنہ ئے یلہ کیرے گڑا نما بدلی خوندی مننگ کپک۔ انت نم واقعی دا پنہ ئے یلہ کننگ خوارے؟

source: You might also want to consider spanning different contexts and domains.
brh: نمے جتا جتا او سیاق و سباق و ڈومیناتے تالان کننگ آ ہم غور کروئی مریک۔

source: You must allow microphone access.
brh: نمے مائکروفون اسکان سرمننگ کن اجازت تروئی مریک۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
brh: نمے ریکارڈنگ نا ہر لوز بننگ نا لائخ مننگ نا گرج ارے۔ نن خوانہ کہ مشین لرننگ الگورتھم جتا وڑ نا پس منظر نا شور آتے ہینڈل کننگ نا لائخ مرے، و داڑاسکان کہ تیز توار یا آہستہ توار نا شیئر و باگل آتے ہم قبول کننگ کیک بشرطیکہ او نمے پورا متن ئے بننگ آن تورپ۔ کریکلز یا 'بریک اپ' ہرا کے نمے متن ئے بننگ آن روکک دانا مطلب ئے کہ نم دا کلپ ئے رد کننگ خوارے۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
brh: نما لہجہ ہمودے ہراوڑ کہ نم لوزاتا ادائیگی ئے کیرے۔ نم ہراڑے رہینگیرے، نم ایلو ہرا زبان تیٹی ہیت کیرے و پین کئی عمل آتیان دانا تشکیل کننگک۔ نم داڑے ہر وڑ نا چاہنداری شینک کننگ کیرے ہرافتے نم ہمو سرہال نا محسوس کیرے۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
brh: نما بے پِن انگا ریکارڈنگاتے کامن وائس ڈیٹاسیٹ ٹی سلیرہ۔ اسہ وار ہرا وخت کہ نم تینا پروفائل ئے مفائفیرے گڑا نم ڈیٹا سیٹ آن تینا ریکارڈنگاتے مٹائفنگ نا خواست کننگ کپیرے۔

source: Your daily goal has been created
brh: نما ہڑدیئی نا مزل جوڑ مسونے

source: Your dataset is downloading!
brh: نما ڈیٹا سیٹ ڈاؤن لوڈ مننگ اے!

source: Your download has started.
brh: نما ڈاؤنلوڈ برجا مسونے

source: You’re contributing to a target segment
brh: نم اسے مزل نا بشخ سیٹی کمک کننگ اورے۔

source: You’re contributing to our first target segment
brh: نم ننا اولیکو مزل نا بشخ کن کمک کننگ اورے۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
brh: نم فی الحال <bold>NOT</bold> سیٹ آ اورے دنکہ کہ گول ریمائنڈرز، کنا کامن وائس نا باروٹ پروگریس اپ ڈیٹس و نیوز لیٹرز

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
brh: نم فی الحال ای میلز دوئی کننگ کن تیار اورے دنکہ گول ریمائنڈر، کنا کامن وائس نا باروٹ پروگریس اپ ڈیٹس و نیوز لیٹرز

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
brh: نی بھاز تیزی ٹی اننگ اوس۔ جملہ غاتا جاچ النگ کن زرس وخت کشہ تانکہ دا یقین مرے کہ جملہ غاک سہی او۔

source: You're helping Common Voice reach our daily sentence goals!
brh: نم کامن وائس ئے ننا ہڑدے نا جملہ تا گڈیکو اسکان سرمننگ کن کمک کننگ اورے!

source: Your email address
brh: نما ای میل ڈس

source: You respond or reply to it as naturally as you can
brh: نما ورندی انداخس فطرتی مرے ہراخس نم کننگ کیرے تے

source: Your files are being assembled. Please check again later.
brh: نما فائلاتے جمع کننگنگ او۔۔ براہ مہربانی گُڈ سر ٹی ولدا چیک کبو۔

source: Your Languages
brh: نما زبان

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
brh: مننگ کیک کہ نما زبان نا دروشم کلپس آتیان پیشن مرے! اگہ نم آسودہ ہورے، گڑا نم تینا زبان ٹی پین جملہ ہوننگ کن تینا ترتیباتے بدلیفنگ کیرے۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
brh: مننگ کیک کہ نما زبان نا جتا جتا دروشماک جملہ غاتیان جتا او! اگہ نم آسودہ ہورے، گڑا نم تینا زبان ٹی پین جملہ اوننگ کن تینا ترتیباتے بدلیفنگ کننگ کیرے۔

source: Your username and email will not be associated with the published data.
brh: نما کارمرز کروکانا پن و ای میل شینک مروکا ڈیٹا تون اوار مننگ کپاسہ۔

source: Your weekly goal has been created
brh: نما ہفتئی نا مزل جوڑ مسونے

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
brh: نمے ننا کمیونٹی مینیجر نا پارہ غان اسہ ای میل ئس رادہ کننگک ہراٹی نما زبان ئے کامن وائس ٹی شاغنگ نا اقداماتے درشان کننگانے۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
brh: نم کامن وائس نے ننا ہڑدے { $goalValue } ریکارڈنگ نا مزل آ <goalPercentage></goalPercentage> سر مننگ کن کمک کرینورے!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
brh: نمے کامن وائس ئے ننا ہڑدے { $goalValue } نا الوکا مزل <goalPercentage></goalPercentage> اسکان سر مننگ کن کمک کرینورے!

source: You've successfully signed up for contributing to { $language }. Thank you.
brh: نم سرسہبی ٹی { $language } ٹی کمک کننگ کن سائن اپ کرینورے۔ منت وار

source: You want to join the Common Voice mailing list
brh: نم کامن وائس نا میلنگ لڑ ٹی ساڑی مننگ خوارے

source: You write down what you hear in the audio clips
brh: انت ئس کہ آڈیو کلپ اٹ بنگس نوشتہ کر

source: Zaza
brh: ززا

source: Zip #{ $offset } of { $total }
brh: زپ #{ $offset } نا { $total }

source: Zulu
brh: زولو

source: account recovery key
brh: اکاؤنٹ ئے پٹنگ نا کلیت

source: add-on
brh: اوار کبو

source: alternate text
brh: متن ئے بدل کبو

source: attack
brh: جلہو

source: attacker
brh: جلہو کروکا

source: Attack Site
brh: جلہو نا جاگہ

source: attendee
brh: ساڑی

source: authenticate
brh: تصدیق کننگ
